Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Activates an additional validation step where the review is forwarded to a higher-level manager (LM+1) for final approval after the worker and their line manager have completed the review process.
pt_pt: Ativa uma etapa adicional de validação onde a avaliação é encaminhada para um gestor de nível superior (LM+1) para aprovação final após o trabalhador e o seu superior hierárquico terem concluído o processo de avaliação.

source: Enable final validation step
pt_pt: Ativar a etapa final de validação

source: Managers will be able to edit their ratings and comments during the moderation stage. Disable this setting if you want to keep reviews frozen in read-only mode during moderation.
pt_pt: Os gestores poderão editar as suas classificações e comentários durante a etapa de moderação. Desative esta configuração se quiser manter as avaliações congeladas em modo de leitura apenas durante a moderação.

source: Manager can edit their inputs during HR-led moderation
pt_pt: O gestor pode editar as suas entradas durante a moderação conduzida pelos RH

source: Calibration led by the HR with manager participation
pt_pt: Calibração liderada pelos RH com participação do gestor

source: In the next step, the minimum number of direct reports required for a calibration session per manager should be specified. Managers will then be able to conduct the moderation. The process will continue with HR, who can make adjustments and advance the review to the next stage.
pt_pt: No próximo passo, deve ser especificado o número mínimo de subordinados diretos necessários para uma sessão de calibração por gestor. Os gestores poderão então conduzir a moderação. O processo continuará com os RH, que poderão fazer ajustes e avançar a avaliação para a próxima etapa.

source: Closed calibration led by HR only
pt_pt: Calibração fechada liderada apenas pelos RH

source: Hard stop is enabled. The manager will not be able to complete the moderation stage or move the process forward through the review form. Instead, the professional review role will manage the process via the HR portal.
pt_pt: A paragem rígida está ativada. O gestor não poderá completar a etapa de moderação ou avançar o processo através do formulário de avaliação. Em vez disso, a função de avaliação profissional irá gerir o processo através do portal de RH.

source: Enable moderation
pt_pt: Ativar moderação

source: HR-led process
pt_pt: Processo liderado por RH

source: Managers will not be able to complete the moderation stage or move the process forward via the review form. The professional review role will manage the process via the portal.
pt_pt: Os gestores não poderão concluir a etapa de moderação ou avançar no processo através do formulário de avaliação. A função de avaliação profissional irá gerir o processo através do portal.

source: Moderation led by the manager
pt_pt: Moderação liderada pelo gestor

source: Managers will be able to complete the moderation process and advance the review process to the next stage via the review form. The professional review role will still have access to monitor, manage and intervene if necessary via the portal.
pt_pt: Os gestores poderão concluir o processo de moderação e avançar o processo de avaliação para a próxima etapa através do formulário de avaliação. A função de avaliação profissional ainda terá acesso para monitorizar, gerir e intervir, se necessário, através do portal.

source: A moderation stage will be added to the review process workflow.
pt_pt: Uma etapa de moderação será adicionada ao fluxo de trabalho do processo de avaliação.

source: Moderation stage
pt_pt: Etapa de moderação

source: Define the visibility of your performance review.
pt_pt: Defina a visibilidade da sua avaliação de desempenho.

source: Select the populations relevant for this template.
pt_pt: Selecione as populações relevantes para este modelo.

source: Select population
pt_pt: Selecionar população

source: The review will be published and made visible to the worker after the manager submit their review. beqom recommends that you use the conversation and publication results stage. Please note that this setting cannot be changed after the review form is published.
pt_pt: A avaliação será publicada e tornada visível para o trabalhador após o gestor enviar a sua avaliação. A beqom recomenda que utilize a etapa de conversa e publicação de resultados. Note que esta configuração não pode ser alterada após a publicação do formulário de avaliação.

source: Skip the "Conversation & publication" results stage
pt_pt: Pular a etapa de resultados "Conversa e publicação"

source: "Conversation & publication" stages
pt_pt: Etapas "Conversação e publicação"

source: Local owners
pt_pt: Proprietários locais

source: Select owners
pt_pt: Selecionar proprietários

source: Review owners
pt_pt: Proprietários de revisão

source: Add review owners
pt_pt: Adicionar proprietários de avaliações

source: Select the stages of the review
pt_pt: Selecione as etapas da avaliação

source: Configure review stages
pt_pt: Configurar etapas de avaliação

source: To customize steps, uncheck the template in the "Performance review details" step.
pt_pt: Para personalizar passos, desmarque o modelo no passo "Detalhes da avaliação de desempenho".

source: The review timeline is based on the Goal setting template.
pt_pt: O cronograma de avaliação baseia-se no modelo de definição de objetivos.

source: Only managers are required to provide input. Workers will not be able to view the questions or respond to them.
pt_pt: Apenas os gestores são obrigados a fornecer informações. Os trabalhadores não poderão visualizar as perguntas nem responder às mesmas.

source: Skip worker self-assessment
pt_pt: Ignorar autoavaliação do trabalhador

source: When you publish the review, it will then be assigned to the workers who are eligible for performance review and who have a line manager within the selected population. To include individual workers, simply search for their name. The system will disregard the workers' eligibility to the review. You can still include more workers to participate after the review is published.
pt_pt: Quando publicar a avaliação, esta será então atribuída aos trabalhadores que são elegíveis para a avaliação de desempenho e que têm um superior hierárquico dentro da população selecionada. Para incluir trabalhadores individuais, basta procurar pelo nome deles. O sistema irá ignorar a elegibilidade dos trabalhadores para a avaliação. Ainda pode incluir mais trabalhadores para participar após a avaliação ser publicada.

source: Search for people or organizational units
pt_pt: Pesquisar por pessoas ou unidades organizacionais

source: Assign to workers
pt_pt: Atribuir aos trabalhadores

source: Choose a default language
pt_pt: Escolha um idioma predefinido

source: Enter an overview of the performance review
pt_pt: Insira uma visão geral da avaliação de desempenho

source: Enable the "Suggested agenda" widget for workers and managers
pt_pt: Ativar o widget de "Agenda sugerida" para trabalhadores e gestores

source: Basic Information
pt_pt: Informações básicas

source: Performance review details
pt_pt: Detalhes da avaliação de desempenho

source: Language preference
pt_pt: Preferência de idioma

source: Review type
pt_pt: Tipo de avaliação

source: Select the review type
pt_pt: Selecione o tipo de avaliação

source: Suggested agenda
pt_pt: Agenda sugerida

source: Title
pt_pt: Título

source: Enter a title for the performance review
pt_pt: Insira um título para a avaliação de desempenho

source: Send performance review PDF to Documents
pt_pt: Enviar PDF de avaliação de desempenho para Documentos

source: Review period is different from goal period
pt_pt: O período de avaliação é diferente do período de objetivo

source: This is a read-only field. It won't affect any of the goal period settings.
pt_pt: Este é um campo apenas de leitura. Não afetará nenhuma das definições do período do objetivo.

source: Review period to be displayed
pt_pt: Período de avaliação a ser exibido

source: All the goals that were created with a due date or a deliverable date within the specified goal period will be included in the performance review.
pt_pt: Todos os objetivos que foram criados com uma data de vencimento ou uma data de entrega dentro do período de objetivo especificado serão incluídos na avaliação de desempenho.

source: Goal period
pt_pt: Período do objetivo

source: Hide the goal period from the review form
pt_pt: Ocultar o período do objetivo no formulário de avaliação

source: Review periods
pt_pt: Períodos de avaliação

source: Based on the chosen stages
pt_pt: Com base nas etapas escolhidas

source: Preview of the performance review timeline
pt_pt: Pré-visualização da linha temporal da avaliação de desempenho

source: Organizational units:
pt_pt: Unidades organizacionais:

source: You cannot disable "Overall Performance" because the "Challenge process" setting is enabled for this review.
pt_pt: Não é possível desativar "Desempenho geral" porque a configuração "Processo de contestação" está ativada para esta avaliação.

source: Owners:
pt_pt: Proprietários:

source: Reopen
pt_pt: Reabrir

source: Your changes may have an impact on the completed process. Avoid making changes to any field that affects the template layout and workflows. Are you sure you want to proceed?
pt_pt: As suas alterações podem ter um impacto no processo concluído. Evite fazer alterações em qualquer campo que afete o layout do modelo e os fluxos de trabalho. Tem a certeza de que deseja continuar?

source: Reopen review
pt_pt: Reabrir avaliação

source: Review type:
pt_pt: Tipo de avaliador:

source: Your review template was successfully saved.
pt_pt: O seu modelo de avaliação foi guardado com sucesso.

source: Are you sure you want to publish this review?
pt_pt: Tem a certeza de que deseja publicar esta avaliação?

source: Publish changes
pt_pt: Publicar alterações

source: Your review template was successfully published.
pt_pt: O seu modelo de avaliação foi publicado com sucesso.

source: Additional manager can see the worker's self-review
pt_pt: O gestor adicional pode ver a autoavaliação do trabalhador

source: Answer type
pt_pt: Tipo de resposta

source: Allow additional managers to be invited
pt_pt: Permitir que gestores adicionais sejam convidados

source: Enable behaviors
pt_pt: Ativar comportamentos

source: Enable overall performance
pt_pt: Ativar o desempenho geral

source: Enable useful information for self-reviews and manager reviews
pt_pt: Ative informações úteis para autoavaliações e avaliações de gestores

source: Mandatory comment
pt_pt: Comentário obrigatório

source: Mandatory rating
pt_pt: Classificação obrigatória

source: Limit for additional managers
pt_pt: Limite para gestores adicionais

source: Comment only
pt_pt: Apenas comentários

source: Rating only
pt_pt: Apenas classificação

source: Rating and comment
pt_pt: Classificação e comentário

source: Enable rating for each behavior
pt_pt: Ativar a avaliação para cada comportamento

source: Enable rating for each goal
pt_pt: Ativar classificação para cada objetivo

source: All rating scales
pt_pt: Todas as escalas de classificação

source: Rating scales
pt_pt: Escalas de classificação

source: Selected scale preview
pt_pt: Pré-visualização da escala selecionada

source: No translation found. Please contact your system administrator to correct this issue.
pt_pt: Não foi encontrada tradução. Contacte o administrador do sistema para corrigir este problema.

source: Enable overall rating for behaviors
pt_pt: Ativar a classificação geral para comportamentos

source: Enable overall rating for goals
pt_pt: Ativar classificação geral para objetivos

source: Rating scale
pt_pt: Escala de classificação

source: Select an option
pt_pt: Selecione uma opção

source: Select scale
pt_pt: Selecionar escala

source: Additional review
pt_pt: Avaliação adicional

source: Configurations
pt_pt: Configurações

source: Manager review
pt_pt: Avaliação do gestor

source: Start date:
pt_pt: Data de início:

source: Closed
pt_pt: Fechado

source: End-of-year review
pt_pt: Avaliação de fim de ano

source: Interim review 1
pt_pt: Avaliação interina 1

source: Mid-year review
pt_pt: Avaliação de meio do ano

source: Enable the transfer of reviews
pt_pt: Permitir a transferência de avaliações

source: Performance reviews between a worker and their previous manager which have not been started or are in progress will be transferred to the new manager. The previous manager will no longer see the review after its transfer.
pt_pt: As avaliações de desempenho entre um trabalhador e o seu gestor anterior que não foram iniciadas ou estão em andamento serão transferidas para o novo gestor. O gestor anterior deixará de ver a avaliação após a sua transferência.

source: Allow line managers to reassign a review to another user
pt_pt: Permitir que os superiores hierárquicos reatribuam uma avaliação a outro utilizador

source: The reassigned reviewer will see the reassigned review in their list and will be able to complete the worker's review. The reassigned reviewer will see all worker-related data (goals, feedback, etc.) visible in the review, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full review process with the worker. If they reassign the review mid-process, their content will not be visible.
pt_pt: O avaliador reatribuído verá a avaliação reatribuída na sua lista e poderá completar a avaliação do trabalhador. O avaliador reatribuído verá todos os dados relacionados com o trabalhador (objetivos, feedback, etc.) visíveis na avaliação, da mesma forma que o superior hierárquico veria. Note que a reatribuição implica que o avaliador reatribuído completará todo o processo de avaliação com o trabalhador. Se reatribuir a avaliação a meio do processo, o seu conteúdo não será visível.

source: Enable visibility of unsubmitted content from a previous review owner
pt_pt: Ativar a visibilidade do conteúdo não enviado de um proprietário de avaliação anterior

source: Your changes were successfully saved.
pt_pt: As suas alterações foram guardadas com sucesso.

source: Sensitive Content
pt_pt: Conteúdo sensível

source: A smart search for specific words that are considered unprofessional or deemed sensitive in your organization will be performed. A standard set of words is provided, but the list of words can be customized after activating the settings below, using the “Update sensitive word list” button.
pt_pt: Será realizada uma pesquisa inteligente para palavras específicas que são consideradas não profissionais ou sensíveis na sua organização. Um conjunto padrão de palavras é fornecido, mas a lista de palavras pode ser personalizada após ativar as configurações abaixo, usando o botão "Atualizar lista de palavras sensíveis".

source: Enable sensitive content filtering
pt_pt: Ativar filtro de conteúdo sensível

source: The sensitive filter for reviews will be available in the “Manage reviews” section of the performance review template. Sensitive words will be highlighted when viewing the review. In addition, paragraphs containing sensitive content will be specifically accessible by clicking on the sensitive filter icon next to the view review icon.
pt_pt: O filtro sensível para avaliações estará disponível na secção "Gerir avaliações" do modelo de avaliação de desempenho. Palavras sensíveis serão destacadas ao visualizar a avaliação. Além disso, parágrafos contendo conteúdo sensível serão especificamente acessíveis ao clicar no ícone do filtro sensível ao lado do ícone de visualização da avaliação.

source: Enable for reviews
pt_pt: Ativar para avaliações

source: Sensitive content settings
pt_pt: Configurações de conteúdo sensível

source: This is a standard security feature of an application; it is recommended to keep it enabled.
pt_pt: Esta é uma funcionalidade padrão de segurança de uma aplicação; é recomendado mantê-la ativada.

source: Session timeout
pt_pt: Tempo limite da sessão

source: Disable
pt_pt: Desativar

source: Keep enabled
pt_pt: Manter ativado

source: Specify how many minutes a session can stay idle before automatic termination (1 to 1440 minutes). If the user doesn’t refresh or request a page within this time, the session will end.
pt_pt: Especifique quantos minutos uma sessão pode ficar inativa antes de ser encerrada automaticamente (1 a 1440 minutos). Se o utilizador não atualizar ou solicitar uma página dentro deste tempo, a sessão será encerrada.

source: Enable session timeout
pt_pt: Ativar tempo limite da sessão

source: In minutes; between {{min}} and {{max}}.
pt_pt: Em minutos; entre {{min}} e {{max}}.

source: Duration of inactivity before timeout
pt_pt: Duração de inatividade antes do tempo limite

source: Cultural Settings
pt_pt: Configurações culturais

source: Setup
pt_pt: Configuração

source: Smart features
pt_pt: Funcionalidades inteligentes

source: Snapshot Manager
pt_pt: Gestor de Instantâneos

source: No snapshots yet.
pt_pt: Ainda não há instantâneos.

source: Stock
pt_pt: Ação

source: Enable stock nomination
pt_pt: Ativar nomeação de ações

source: Stock settings
pt_pt: Configurações de ações

source: Time zone
pt_pt: Fuso horário

source: Specify whether you want to apply user local time in case your users are spread across multiple time zones. If you want to use the default company time zone for all users, leave this option disabled.
pt_pt: Especifique se deseja aplicar a hora local do utilizador caso os seus utilizadores estejam espalhados por vários fusos horários. Se pretender usar o fuso horário padrão da empresa para todos os utilizadores, deixe esta opção desativada.

source: User local time
pt_pt: Hora local do utilizador

source: Local time
pt_pt: Hora local

source: Select the default country and the default time zone for your company.
pt_pt: Selecione o país predefinido e o fuso horário predefinido para a sua empresa.

source: User administration
pt_pt: Administração de utilizadores

source: Approval of data privacy statements
pt_pt: Aprovação das declarações de privacidade de dados

source: Approval date
pt_pt: Data de aprovação

source: Rejection date
pt_pt: Data de rejeição

source: Approved
pt_pt: Aprovado

source: Rejected
pt_pt: Rejeitado

source: Version
pt_pt: Versão

source: Worker details - {{name}}
pt_pt: Detalhes do trabalhador — {{name}}

source: Add mailing address
pt_pt: Adicionar endereço postal

source: Add instant messaging address
pt_pt: Adicionar endereço de mensagens instantâneas

source: Add phone number
pt_pt: Adicionar número de telefone

source: Cost center
pt_pt: Centro de custos

source: Example: Accounting.
pt_pt: Exemplo: Contabilidade.

source: Department within the business to which costs related to this user will be allocated.
pt_pt: Departamento dentro da empresa ao qual os custos relacionados a este utilizador serão alocados.

source: Display name
pt_pt: Nome de exibição

source: Example: Barbara (Babs) Jane Jensen.
pt_pt: Exemplo: Bárbara (Babs) Jane Jensen.

source: Name of the user as it will be displayed to end-users.
pt_pt: Nome do utilizador tal como será exibido aos utilizadores finais.

source: Email address
pt_pt: Endereço de email

source: Example: email@domain.com
pt_pt: Exemplo: email@domain.com

source: The email address must be a unique value and have a correct email format such as "@email.com".
pt_pt: O endereço de e-mail deve ser um valor único e ter um formato de e-mail correto, como "@email.com".

source: First name
pt_pt: Nome próprio

source: Example: Barbara.
pt_pt: Exemplo: Bárbara.

source: Given name of the user.
pt_pt: Nome próprio do utilizador.

source: Formatted name
pt_pt: Nome formatado

source: Example: Ms. Barbara (Babs) Jane Jensen, III.
pt_pt: Exemplo: Sra. Bárbara (Babs) Jane Jensen, III.

source: Full name of the user, including all middle names, nicknames, prefixes and suffixes, if any, formatted for display.
pt_pt: Nome completo do utilizador, incluindo todos os nomes do meio, alcunhas, prefixos e sufixos, se houver, formatado para exibição.

source: Honorific prefix
pt_pt: Prefixo honorífico

source: Example: Ms.
pt_pt: Exemplo: Sra.

source: Honorific prefix or title of the user.
pt_pt: Prefixo honorífico ou título do utilizador.

source: Honorific suffix
pt_pt: Sufixo honorífico

source: Example: III.
pt_pt: Exemplo: III.

source: Honorific suffix of the user.
pt_pt: Sufixo honorífico do utilizador.

source: Enter worker external ID
pt_pt: Insira o ID externo do trabalhador

source: Unique identifier of this worker/user. We recommend you reference the worker/user ID from your source HR system. This identifier can be any combination of alphanumerical characters, and cannot contain special characters.
pt_pt: Identificador único deste trabalhador/utilizador. Recomendamos que faça referência ao ID do trabalhador/utilizador a partir do seu sistema de RH de origem. Este identificador pode ser qualquer combinação de caracteres alfanuméricos e não pode conter caracteres especiais.

source: Job title
pt_pt: Título do cargo

source: Example: HR Director.
pt_pt: Exemplo: Diretor de RH.

source: Job title of the user.
pt_pt: Título do cargo do utilizador.

source: Last name
pt_pt: Apelido

source: Example: Jensen.
pt_pt: Exemplo: Jensen.

source: Family name of the user.
pt_pt: Apelido do utilizador.

source: Instant messaging address
pt_pt: Endereço de mensagens instantâneas

source: Enter an address
pt_pt: Insira um endereço

source: Typically, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" or "Other".
pt_pt: Normalmente, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" ou "Outro".

source: Instant messaging address of the user.
pt_pt: Endereço de mensagens instantâneas do utilizador.

source: Middle name
pt_pt: Nome do meio

source: Example: Jane.
pt_pt: Exemplo: Jane.

source: Middle name of the user.
pt_pt: Nome do meio do utilizador.

source: Nickname
pt_pt: Alcunha

source: Example: Babs.
pt_pt: Exemplo: Babs.

source: Preferred name/usual name to address the user.
pt_pt: Nome preferido/nome habitual para se dirigir ao utilizador.

source: Phone number
pt_pt: Número de telefone

source: Example: +1-111-111-1111.
pt_pt: Exemplo: +1-111-111-1111.

source: Phone number type. Typically, "Work", "Home", "Mobile", "Fax", "Pager" or "Other".
pt_pt: Tipo de número de telefone. Normalmente, "Trabalho", "Casa", "Telemóvel", "Fax", "Pager" ou "Outro".

source: Phone number of the user.
pt_pt: Número de telefone do utilizador.

source: Use email
pt_pt: Usar e-mail

source: Invalid email address
pt_pt: Endereço de e-mail inválido

source: Secondary email address
pt_pt: Endereço de e-mail secundário

source: Example: email@domain.com.
pt_pt: Exemplo: email@domain.com.

source: Type of the secondary email address. Typically, "Work", "Home" or "Other".
pt_pt: Tipo de endereço de e-mail secundário. Normalmente, "Trabalho", "Casa" ou "Outro".

source: Secondary email address of the user.
pt_pt: Endereço de e-mail secundário do utilizador.

source: User type
pt_pt: Tipo de utilizador

source: Choose type
pt_pt: Escolha o tipo

source: Identifies the relationship between the organization and the user.
pt_pt: Identifica a relação entre a organização e o utilizador.

source: External profile
pt_pt: Perfil externo

source: Example: Web page.
pt_pt: Exemplo: página web.

source: Optional field. Can be the URL to an external website with the user's online profile, for example on LinkedIn.
pt_pt: Campo opcional. Pode ser o URL para um site externo com o perfil online do utilizador, por exemplo, no LinkedIn.

source: Username
pt_pt: Nome de utilizador
